9/data/attachments/4bf61ad5c923f291.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:username>
            <nif:friendToBeAdded>Jason_push_Actions_2517_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>